<?php

$error_msg = array();

define('MSG01', '入力必須項目です。');
define('MSG02', 'Email形式で入力してください。');
define('MSG03', '6文字以上入力してください。');
define('MSG04', 'パスワードが一致しません。');
define('MSG05', 'そのEmailは既に登録されています。');
define('MSG06', 'エラーが発生しました。しばらく経ってからやり直してください。');
define('MSG07', 'メールアドレスまたはパスワードが一致しません。');
define('MSG08', '半角英数字で入力してください。');
define('MSG09', '認証キーが一致しません。');
define('MSG10', '認証キーの有効期限が切れています。');
define('MSG11', 'レビューの入力は500文字以内で記入してください。');

define('adMSG01', '名前またはパスワードが一致しません。');


define('SUC01', 'プロフィールを編集しました。'); 
define('SUC02', 'パスワードを変更しました。'); 
define('SUC03', 'レビューを投稿しました。'); 
define('SUC04', 'レビューを更新しました。'); 

define('adSUC01', '映画情報を追加しました。'); 
define('adSUC02', '管理者情報を更新しました。'); 
define('adSUC03', '映画情報を削除しました。');
define('adSUC04', '映画情報を更新しました。'); 